{
    "SOTN": {
        "id": "0",
        "title": "Splice of the 90's",
        "Description": "A massive collection of 90's CD sample packs.",
        "article": "<p>A rather popular upload on The <a class='three' href='https://archive.org/details/90ssamplecds'>Internet Archive</a> since it was posted; user <a class='three' href='https://archive.org/details/@cyberyoukai'>'CyberYoukai'</a> has graciously dropped a charming, yet massive collection of 90's sample packs. I compare it to the service Splice, but whats better than getting a hold of samples without needing to buy Splice monopoly money? From what I gather, some of these sample packs are not as straight forward as downloading .Wav files off of discs and consist of file types meant for specific hardware samplers and abandonware. According to some users, some files are corrupted. For Mac users, it is recommended to use Keka or a similar Mac OS file archiver that works with the 7zip format for the download as there is no torrent file for this upload. And for Linux users, use the p7zip command available in most distros. Whether it's sound fonts you're after, or that one stab from your favorite jungle tune, you may find it in here. . . or at least, something similar. </p>",
        "img": "0"
    },
    "VOTD": {
        "id": "1",
        "title": "Voices of the Dead",
        "Description": "A collection of paranormal audio recordings from 1905-2017 for all of your spooky needs.",
        "article": "<p>I've always have had a personal relationship with <a class='three' href='https://ubu.com/resources/about.html'>UbuWeb</a> since I discovered it in Uni. Run off of donated server space from like-minded archivists, UbuWeb has been hosting a plethora of material related to the avant-guarde with and without permission from copyright holders since 1996. This site was always a primary source for me during art school and I view it as a massive asset to the internet as a whole. Its a librarian-leftist's utopian idea of the true unbastardized educational power of the web straight out of the world of pre Mark Fisher academia. . . Enough of that, <a class'three' href='https://ubu.com/sound/occult.html'>here</a> are some spooky paranormal and EVP sounds from 1905-2017 for all of your spooky audio needs. </p> <p>I'll do a more thorough article diving into what the Ubu Archive holds audio wise in the future. </p>",
        "img": "1"
    },
    "HWNBD": {
        "id": "2",
        "title": "Hardcore Will Never Be Deleated",
        "Description": "78 Gigs of pounding Hardcore, Gabber, Terrorcore, Breakcore, and Speedcore tracks.",
        "article": "<p>Late last night, I was browsing the ol' internet archive like the sexless nerd I am, and I came across a <a class='three' href='https://archive.org/details/HardcoreVinylCollection78GB'>collection</a> I've never seen before. Needless to say, my ears ached the next morning and I couldn't be any happier. Yes, you read that right. 78 fucking gigs of Gabber, Hardcore, Speedcore, Noisecore, Terrorcore, Breakcore, and whateverthefuckyouwannacallitcore! Although it could do with a little Praxis Records here and a bit of Storm Records Scotland there, it's one of the most compleate collection of old school to somewhat new school hardcore I've seen besides <a class='three' href='https://www.youtube.com/user/piteronio/featured'>Piteronio's</a> youtube uploads of course. Take a 300mg pill and enjoy this blitz.</p> <p>Unless you have great internet, I would suggest downloading A-Z, little by little, or browsing and picking out what you want. I have horrible internet speeds at the moment so grabbing this all at once is a pipe dream and I also don't want the roommates complaining when their netflix starts to buffer endlessly. </p>",
        "img": "2"
    },
    "TIIA": {
        "id": "3",
        "title": "The Invaluable Internet Archive",
        "Description": "Various Recommendations from the vast online library that is the Internet Archive.",
        "article": "<p>The internet archive is where I spent many nights in college collecting miscellaneous gigabytes of data that I'd thought might come in handy one day. . . well, at least I thought so back then. Other then finding some fun ISO's to use with DOSBox, I ended up just filling hard drives with junk data; sprawled out in a never-ending maze of folders thanks to my poor organisational skills. But my time spent there wasn't compleatly waisted as I found it to be an invaluable resource for obscure mixtapes, discography and track collections, and netlabels. I have to point out that although you can find almost ANYTHING on there, the community audio collections are only as organised as the uploader who compiled the collection in the first place. Some audio collections are neatly stashed all in one place, and others you have to make yourself by scanning through thousands of user uploads and saving them into a favourites folder. I've gathered a small list of some of my favourite electronic music collections from the black hole that is the internet archive. Some of them are fairly recent, some have been long standing collections that users still contribute to today.</p> <p> <a class='three' href='https://archive.org/details/entity'>Entity</a> is a free net label with a nice collection of abstract glitch/idm releases spanning the 2000's. Like that maxmsp generated drill and bass from the mid 2000's? Well here are 87 albums (most of which aren't on BC) from that golden era of euclidean rhythms at 250BPM.'Entity supports artists from around the world that stand out in their own unique styles, and that know how to blend artistic expression with technical originality.'</p> <p> <a class='three' href='https://archive.org/details/%40manu_mich'>BGY-THT90</a> has everything you need to take you back to the bustling Belgium clubs of the 1990's. Mainly, a daunting collection of thousands, yes thousands, of mixtapes ripped from clubs such as Cherry Moon, Atmoz, Extreme, etc, etc, etc. You may find an old mix from one of your favourite old school DJs. You may discover hours of cheesy music to study to when the “Lofi beats to study to” Girl on youtube isn't cutting the mustard. There's probably something for everyone. . . Maybe not actually as 90's cheese is an acquired taste. But hey, if it's your thing, why not have MORE mixes from <a class='three' href='https://archive.org/details/cherrymoon'>Cherrymoon Trax</a>! </p> <p>A personal favourite of mine added to the lovely information pool that is the archive during last year's lockdown. User <a class='three' href='https://archive.org/details/Trancemaster'>HORRORCORE</a> who, by the way, consistently uploads great audio collections which you all should check out, dropped this lovely, compleate collection of Trancemaster compilations ranging from its first releases back before the grate sub-genre schism of the mid 90's, to it's final 2012 comp. </p> <p>Noise Heads look no further, for this list is mandatory homework for the hunters of the obscure. The <a class='three' href='https://archive.org/details/noise-arch'>Noise-Arch Archive</a> has been collecting and compiling most of the noise tapes that make it's way onto the internet archive for quite some years now.  'This collection is a compilation of underground/independently-released cassette tapes from the days when the audio cassette was the standard method of music sharing... generally the mid-eighties through early-nineties. The material represented includes tape experimentation, industrial, avant-garde, indy, rock, diy, subvertainment and auto-hypnotic materials. Much of this material defies category, and has therefore not been given one.'</p> <p>User <a class='three' href='https://archive.org/details/%4045minutes'>45minutes</a> has been my GOTO for anything abstract over the past few months. I could almost give up my day job, friends, wife, life, etc… just listening to what they upload. Anything from BandCamp releases buried in the algorithm, abstract late 20th century compositions that would make Jean Claude Risset cry tears of joy, someone's long forgotten Goldsmiths audio composition project… It's endless and worth checking out.</p>",
        "img": "3"
    },
    "MT": {
        "id": "4",
        "title": "Massive Tunes",
        "Description": "A collection of jungle tapes from the 9990000's",
        "article": "<p>Do you like tapes? Jungle tapes? Jungle? Naughty bad boy riddm's? Well look <a class='three' href='http://artmeetsscience.co.uk/tapes/'>further</a>. I'm not too sure what https://artmeetsscience.co.uk is meant for or why I saved it so long ago, but there's a little subpage with a nice archive of jungle tapes from the new 'good ol' days' 1950's; the 90's. This collection mainly consists of midlands rave bootlegs from 92' - 99'. Think Helter Skelter, DreamScape, Fantasia, etc. MC's, air horns, and whistles included; flashbacks of hardcore heaven. </p>",
        "img": "4"
    },
    "MBC": {
        "id": "5",
        "title": "Make bangers cheep",
        "Description": "An always updated list of free music making resources",
        "article": "<p> Everything you ever need to start making music in-the-box without spending a cent. Many know about this routinely updated blog, but I figure i'd list it here as it's always good to direct new musicians to good (and not so good) freeware. <a class='three' href='https://bedroomproducersblog.com/2012/01/19/bpb-freeware-studio-best-free-hardware-synthesizer-clone-vstiau-plugins/'>Bpb</a> provides links and info for free DAWS/Trackers, notation software, VST instruments, VST utilities, VST effects, and yes, even samples. It's even updated with a news section related to new additions to the free software lists and reviews of it's listed free plugins. Some of the listed software is abandonware and because of the age and deprecated nature of the VST's, getting some plugins to work can be a real pain, but most plugins still work and the site is updated regularly with info regarding the state of their usability. Go ahead, make an album for as little money as possible, I challenge you ;)</p>",
        "img": "5"
    },
    "SFYD": {
        "id": "6",
        "title": "SomethingForYourDevJob",
        "Description": "An always updated list of free music making resources",
        "article": "<p>Like music? Don't like studying to 'beats' that are 'lofi'? Are you too cool for rhythm? Do you have to hammer your fingers away in a text editor for the next 48 hours powered by nothing but Vyvanse and the looming fear of getting fired from your code-monkey job and starving to death? Well have I got something for your ears! <a class='three' href='https://musicforprogramming.net/'>musicForProgramming</a> aims to create a mix show that focuses on music which 'provide['s] just the right amount of interest to occupy the parts of your brain that would otherwise be left free to wander and lead to distraction during your work.' I'm not too sure how often this mix series gets updated, but I occasionally stop by to see if there's anything new and it seems to have a new addition to the list every month or so.</p>",
        "img": "6"
    },
    "TOTIAPO": {
        "id": "7",
        "title": "Turn on, tune in, and PLUR out",
        "Description": "A great resource list of free psytrance releases on the web ranging from Goa to High-Tech",
        "article": "<p>Love it or hate it (I know plenty of people who can't stand it) Psytrance is probably never going away. As long as there are rich uni kids discovering psychedelics and Kombucha on their 'soul searching' gap years, there will be forest parties, overpriced festivals in Europe, and triplets for years to come. Cynicism aside, I actually love the genre and I was once that wannabe hippie who needed to DJ at the next free party but didn't have a source of free tunes or a disc burner (CDJ's still used CD's back in the oughts. Basically, I was a freeloader who needed some good quality bangers laced with samples of Terence McKenna lectures. And the go-to place was <a class='three' href='https://ektoplazm.com/'>Ektoplazm!</a> </p> <p>In short, Ektoplazm is a free resource portal containing 'free and legal psytrance, techno, and downtempo music in MP3, FLAC, and WAV format' As oppose to illegal psytrance and techno I guess. The site is run by DJ Basilisk who's been curating it since 2001. As of 2018, Ektoplazm has  stopped updating it's main page with new releases because a new site is in the works which you can support <a class='three' href='https://www.patreon.com/ektoplazm'>here</a>. DJ Basilisk aims to have it up and running by sometime this summer of 2021. </p> <p>Happy tune hunting! </p>",
        "img": "7"
    },
    "NSNM": {
        "id": "8",
        "title": "Not So Normal Music",
        "Description": "One of the oldest and most forward thinking netlabels.",
        "article": "<p>Since 1999 or 1998 (they don't even remember) <a class='three' href='https://www.necktar.info/index.html'>Necrophile Hummingbird</a> (Le Colibri Nécrophile) has been one of the most prolific labels for hors norme (not normal) music/ outsider music on the web. Their release catalogue is as dense and endless as the architecture of their main website. I stumbled upon this label a while back and the first thing I heard off of one of their yearly compilations was what sounded like heavy cry breathing over Christmas music and it's that type of weird shit I live for! The label is still very active to this day with updates about releases <a class='three' href='https://joindiaspora.com/u/colibrinecrophile'>here</a>. For a less archaic and more straight-to-the-point collection of the music, their collection is documented on the <a class='three' href='https://archive.org/details/le-colibri-necrophile'>Internet Archive</a>. </p>",
        "img": "8"
    },
    "TNA": {
        "id": "9",
        "title": "The Noise Archive",
        "Description": "`Noise heads rejoice.",
        "article": "<p>It's nice that when people have an avid collecting habit, they give back. For this collection, we can all thank Myke Dyer of CKLN FM radio for donating a bunch of underground noise tapes to <a class='three' href='https://archive.org/details/noise-arch?tab=collection'>The Noise Archive</a> project. The Noise Archive was originally a website, but like all things on the net, it eventually ceased. Luckily, it's contents ended up on the Internet Archive, and damn, are those contents hefty. 'This collection is a compilation of underground/independently-released cassette tapes from the days when the audio cassette was the standard method of music sharing... generally the mid-eighties through early-nineties. The material represented includes tape experimentation, industrial, avant-garde, indy, rock, diy, subvertainment and auto-hypnotic materials. Much of this material defies category, and has therefore not been given one.' </p>`",
        "img": "9"
    },
    "BB": {
        "id": "10",
        "title": "Black Bandcamp",
        "Description": "Every day is a good day to support and buy from black artists.",
        "article": "<p>'Every day is a good day to support and buy from black artists.'</p> <p> From a crowdsourced <a class='three' href='https://docs.google.com/spreadsheets/d/1OIUBp4kFxmpWJihhq6WLwJQR1Am4DsD59bEYlJZxeGY/htmlview?fbclid=IwAR2CAaLe372BQaUm7j4QosbnCEcomvvwNKnj2MNu_qIMQPLn0zkYMxhKj7g&pru=AAABcqn0fXQ*Q_1cpg57RL5100syO2r0dQ#gid=0'>google docs</a> sheet of black musicians, to Black Bandcamp, and finally to the <a class='three' href='https://blackartistdatabase.co/#/'>Black Artists Database</a> 'BAD', this project has evolved into the largest driving force on the net dedicate to giving black artists a platform. It was because of the original spreadsheet that I discovered my favourite techno album of this past <a class='three' href='https://speakermusic.bandcamp.com/album/black-nationalist-sonic-weaponry'>decade</a>. I could talk about the project more, but their <a class='three' href='https://blackartistdatabase.co/#/about'>about</a> section on their site couldn't be summarised or articulated any better. </p>",
        "img": "10"
    },
    "MFNN": {
        "id": "11",
        "title": "Music for Neural Networks",
        "Description": "Over 280gb of music and metadata for machine learning tasks.",
        "article": "<p> Do you need music metadata for machine learning classification tasks? Of course you do! Have you been needing some training data for your tensor flow or keras classification project? Well look no further! The <a class='three' href='http://millionsongdataset.com/'> Million Song Dataset</a> has got you covered. The dataset is strictly research only, but provides over 280gb of songs (literally a million songs and their accompanying metadata) compiled from different datasets (lastfm, musiXmatch, etc.). The dataset also includes a subset of 10,000 songs (1%, 1.8 gb compressed) for less intensive projects. This dataset is the missing link for any audio related machine learning tasks. </p>",
        "img": "11"
    }
}